Repository: MaddSystems/gpscontrol4u
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Email Status
es: Estado del Correo

source: Send verification email to selected users
es: Enviar correo de verificación a usuarios seleccionados

source: Mark selected users as email verified
es: Marcar usuarios seleccionados como verificados

source: Email address
es: Dirección de correo electrónico

source: First name
es: Nombre

source: Last name
es: Apellido

source: Password
es: Contraseña

source: Confirm password
es: Confirmar contraseña

source: A verified account with this email already exists. Please use the login form.
es: Ya existe una cuenta verificada con este correo electrónico. Por favor usa el formulario de inicio de sesión.

source: RFC/TIN Number
es: Número RFC/TIN

source: Enter your RFC (Mexico) or TIN number to enable app access
es: Ingresa tu RFC (México) o número TIN para habilitar el acceso a la aplicación

source: RFC/TIN number
es: Número RFC/TIN

source: I accept the terms and conditions
es: Acepto los términos y condiciones

source: RFC/TIN must contain only letters and numbers
es: El RFC/TIN debe contener solo letras y números

source: RFC/TIN must be between 8 and 20 characters
es: El RFC/TIN debe tener entre 8 y 20 caracteres

source: Phone number
es: Número de teléfono

source: Account updated! Please check your email to verify your account.
es: ¡Cuenta actualizada! Por favor revisa tu correo para verificar tu cuenta.

source: Registration successful! Please check your email to verify your account.
es: ¡Registro exitoso! Por favor revisa tu correo para verificar tu cuenta.

source: An error occurred during registration. Please try again.
es: Ocurrió un error durante el registro. Por favor intenta de nuevo.

source: An unverified account with this email exists. We'll send you a new verification email.
es: Existe una cuenta no verificada con este correo. Te enviaremos un nuevo correo de verificación.

source: Verify your Marketplace account
es: Verifica tu cuenta de Marketplace

source: Account created but verification email could not be sent. You can request a new verification email from the login page.
es: Cuenta creada pero no se pudo enviar el correo de verificación. Puedes solicitar un nuevo correo de verificación desde la página de inicio de sesión.

source: Please verify your email address before logging in. Check your inbox or request a new verification email.
es: Por favor verifica tu dirección de correo antes de iniciar sesión. Revisa tu bandeja de entrada o solicita un nuevo correo de verificación.

source: Welcome back!
es: ¡Bienvenido de vuelta!

source: Invalid email or password.
es: Correo o contraseña inválidos.

source: You have been logged out.
es: Has cerrado sesión.

source: Unable to load current plans from server. Please try again later.
es: No se pudieron cargar los planes actuales del servidor. Por favor intenta más tarde.

source: Profile updated successfully.
es: Perfil actualizado exitosamente.

source: Your email has been verified successfully! Welcome to Marketplace.
es: ¡Tu correo ha sido verificado exitosamente! Bienvenido a Marketplace.

source: This email address is already verified. You can log in now.
es: Esta dirección de correo ya está verificada. Puedes iniciar sesión ahora.

source: Verification email sent! Please check your inbox and spam folder.
es: ¡Correo de verificación enviado! Por favor revisa tu bandeja de entrada y carpeta de spam.

source: No account found with this email address. Please register a new account.
es: No se encontró cuenta con esta dirección de correo. Por favor registra una nueva cuenta.

source: Could not send verification email. Please try again later.
es: No se pudo enviar el correo de verificación. Por favor intenta más tarde.

source: An error occurred. Please try again.
es: Ocurrió un error. Por favor intenta de nuevo.

source: Payment successful! Your plan has been activated.
es: ¡Pago exitoso! Tu plan ha sido activado.

source: Payment received but there was an error activating your plan. Please contact support.
es: Pago recibido pero hubo un error al activar tu plan. Por favor contacta al soporte.

source: Payment is being processed. You will receive an email confirmation once completed.
es: El pago está siendo procesado. Recibirás una confirmación por correo una vez completado.

source: Payment received but please contact support to ensure your plan is activated.
es: Pago recibido pero por favor contacta al soporte para asegurar que tu plan esté activado.

source: Payment was cancelled or failed. Please try again.
es: El pago fue cancelado o falló. Por favor intenta de nuevo.

source: Your payment is being processed. You will receive an email confirmation once completed.
es: Tu pago está siendo procesado. Recibirás una confirmación por correo una vez completado.

source: No credentials found. Please activate a plan first.
es: No se encontraron credenciales. Por favor activa un plan primero.

source: Home
es: Inicio

source: Pricing
es: Precios

source: Dashboard
es: Panel de Control

source: Profile
es: Perfil

source: Logout
es: Cerrar Sesión

source: Login
es: Inicio de sesión

source: Register
es: Registro

source: Confirmation
es: Confirmación

source: Close
es: Cerrar

source: Cancel
es: Cancelar

source: Confirm
es: Confirmar

source: Information
es: Información

source: Sandbox Testing Mode
es: Modo de Prueba Sandbox

source: Payment system is currently in sandbox mode for testing.
es: El sistema de pagos está actualmente en modo sandbox para pruebas.

source: For Premium Plan Testing:
es: Para Pruebas del Plan Premium:

source: When redirected to Mercado Pago, use these test cards:
es: Cuando seas redirigido a Mercado Pago, usa estas tarjetas de prueba:

source: Test Card:
es: Tarjeta de Prueba:

source: (any superior date)
es: (cualquier fecha superior)

source: Codigo seguridad:
es: Código seguridad:

source: (any 3 digits number)
es: (cualquier número de 3 dígitos)

source: No real money will be charged during testing.
es: No se cobrará dinero real durante las pruebas.

source: Registered RFC/TIN
es: RFC/TIN Registrado

source: Plan Active
es: Plan Activo

source: View Credentials
es: Ver Credenciales

source: Purchase History
es: Historial de Compras

source: Choose Your Plan
es: Elige Tu Plan

source: FREE
es: GRATIS

source: year
es: año

source: Users
es: Usuarios

source: Active Plan
es: Plan Activo

source: Activate Free
es: Activar Gratis

source: Buy More Licenses
es: Comprar Más Licencias

source: Buy
es: Comprar

source: Free Plan
es: Plan Gratuito

source: Predefined forms, 100 records, mobile app access
es: Formularios predefinidos, 100 registros, acceso a app móvil

source: Premium Plan
es: Plan Premium

source: Custom forms, unlimited records, advanced features
es: Formularios personalizados, registros ilimitados, funciones avanzadas

source: Available Plans
es: Planes Disponibles

source: Activate Free Plan? You can upgrade to Premium anytime.
es: ¿Activar Plan Gratuito? Puedes actualizar a Premium en cualquier momento.

source: Free plan activated successfully!
es: ¡Plan gratuito activado exitosamente!

source: Login credentials:
es: Credenciales de acceso:

source: Username:
es: Usuario:

source: Password:
es: Contraseña:

source: Web portal access:
es: Acceso al portal web:

source: Save these credentials to access the mobile app and web portal!
es: ¡Guarda estas credenciales para acceder a la app móvil y portal web!

source: Error activating plan.
es: Error al activar plan.

source: Connection error.
es: Error de conexión.

source: Premium plan selected. Payment processing will be enabled soon.
es: Plan premium seleccionado. El procesamiento de pagos será habilitado pronto.

source: API Credentials
es: Credenciales API

source: Your API Credentials
es: Tus Credenciales API

source: Plan Type:
es: Tipo de Plan:

source: Client ID:
es: ID Cliente:

source: User ID:
es: ID Usuario:

source: Licenses:
es: Licencias:

source: Are you sure you want to activate
es: ¿Estás seguro de que quieres activar

source: This will cost
es: Esto costará

source: per year.
es: por año.

source: activated successfully!
es: activado exitosamente!

source: Stripe payment processing will be available soon.
es: El procesamiento de pagos con Stripe estará disponible pronto.

source: Payment processing error.
es: Error en el procesamiento de pago.

source: Success
es: Éxito

source: Payment
es: Pago

source: Activate
es: Activar

source: Creating payment preference...
es: Creando preferencia de pago...

source: Processing Payment
es: Procesando Pago

source: Error creating payment preference
es: Error al crear preferencia de pago

source: Payment Error
es: Error de Pago

source: Connection error while creating payment
es: Error de conexión al crear pago

source: Complete Purchase History
es: Historial Completo de Compras

source: Total Purchases
es: Total de Compras

source: Active Plans
es: Planes Activos

source: Total Spent
es: Total Gastado

source: Total Users
es: Total de Usuarios

source: Admin Users
es: Usuarios Admin

source: Free Plan Used
es: Plan Gratuito Usado

source: Yes
es: Sí

source: Plan Name
es: Nombre del Plan

source: Price
es: Precio

source: Purchase Date
es: Fecha de Compra

source: Expiration Date
es: Fecha de Expiración

source: Days Left
es: Días Restantes

source: Status
es: Estado

source: Free
es: Gratis

source: Team
es: Equipo

source: License
es: Licencia

source: No users
es: Sin usuarios

source: Never
es: Nunca

source: days
es: días

source: Expired
es: Expirado

source: Lifetime
es: De por vida

source: Active
es: Activo

source: Cancelled
es: Cancelado

source: Pending
es: Pendiente

source: No purchase history found
es: No se encontró historial de compras

source: Pricing - gpscontrol4u Marketplace
es: Precios - gpscontrol4u Marketplace

source: month
es: mes

source: Complete Setup First
es: Completa la Configuración Primero

source: Previously Purchased
es: Comprado Previamente

source: Free Plan Already Used
es: Plan Gratuito Ya Usado

source: Activate Plan
es: Activar Plan

source: Get Started
es: Comenzar

source: Access to predefined forms
es: Acceso a formularios predefinidos

source: Basic data collection
es: Recopilación básica de datos

source: 100 records limit
es: Límite de 100 registros

source: Mobile app access
es: Acceso a aplicación móvil

source: English & Spanish support
es: Soporte en inglés y español

source: Custom form creation
es: Creación de formularios personalizados

source: Advanced analytics
es: Análisis avanzados

source: Data export
es: Exportación de datos

source: Current Plan
es: Plan Actual

source: Unlimited custom forms
es: Formularios personalizados ilimitados

source: 10,000 records limit
es: Límite de 10,000 registros

source: Advanced data analytics
es: Análisis avanzado de datos

source: Data export (CSV, JSON)
es: Exportación de datos (CSV, JSON)

source: Priority support
es: Soporte prioritario

source: Form templates library
es: Biblioteca de plantillas de formularios

source: Team collaboration
es: Colaboración en equipo

source: Frequently Asked Questions
es: Preguntas Frecuentes

source: Sí, puedes adicionar personas autorizadas para monitorear unidades específicas.
es: Sí, puedes adicionar personas autorizadas para monitorear unidades específicas apps se desbloquean cuando tienes una suscripción Premium.

source: Ready to Get Started?
es: ¿Listo para Comenzar?

source: Join thousands of users who trust GPSControl4U for their family's safety
es: Únete a miles de usuarios que confían en GPSControl4U para la seguridad de su familia

source: Start Free Trial
es: Iniciar Prueba Gratuita

source: Download App
es: Descargar App

source: Activate Free Plan
es: Activar Plan Gratuito

source: Processing...
es: Procesando...

source: Profile Settings
es: Configuración de Perfil

source: Personal Information
es: Información Personal

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Email Address
es: Dirección de Correo

source: Email cannot be changed.
es: El correo no puede ser cambiado.

source: Preferred Language
es: Idioma Preferido

source: Phone Number
es: Número de teléfono

source: Phone number verified through setup process
es: Número de teléfono verificado durante el proceso de configuración

source: RFC/TIN provided during setup
es: RFC/TIN proporcionado durante la configuración

source: Receive marketing emails and product updates
es: Recibir correos de marketing y actualizaciones de productos

source: Save Changes
es: Guardar Cambios

source: Account Information
es: Información de Cuenta

source: Account Type:
es: Tipo de Cuenta:

source: Paid Plan
es: Plan Pagado

source: Member Since:
es: Miembro Desde:

source: Email Verified:
es: Correo Verificado:

source: Phone Verified:
es: Teléfono Verificado:

source: Language:
es: Idioma:

source: Quick Actions
es: Acciones Rápidas

source: Go to Dashboard
es: Ir al Panel

source: Download iOS App
es: Descargar App iOS

source: Export My Data
es: Exportar Mis Datos

source: Data export feature coming soon!
es: ¡La función de exportación de datos estará disponible pronto!

source: Email Verification
es: Verificación de Correo

source: Welcome to Marketplace!
es: ¡Bienvenido a Marketplace!

source: <p>Dear %(user_name)s,</p>
es: <p>Estimado %(user_name)s,</p>

source: Thank you for registering your account with Marketplace! We're excited to have you join our community.
es: ¡Gracias por registrar tu cuenta en Marketplace! Estamos emocionados de tenerte en nuestra comunidad.

source: To complete your registration and start using all our features, please verify your email address by clicking the button below:
es: Para completar tu registro y comenzar a usar todas nuestras funciones, por favor verifica tu dirección de correo haciendo clic en el botón de abajo:

source: Verify Email Address
es: Verificar Dirección de Correo

source: Alternatively, you can copy and paste this link into your browser:
es: Alternativamente, puedes copiar y pegar este enlace en tu navegador:

source: Important:
es: Importante:

source: This verification link will expire in 24 hours for security reasons.
es: Este enlace de verificación expirará en 24 horas por razones de seguridad.

source: If you didn't create this account, please ignore this email.
es: Si no creaste esta cuenta, por favor ignora este correo.

source: Once verified, you'll be able to:
es: Una vez verificado, podrás:

source: Access your personal dashboard
es: Acceder a tu panel personal

source: Create and manage forms
es: Crear y administrar formularios

source: Collect and analyze data
es: Recopilar y analizar datos

source: Upgrade to premium features
es: Actualizar a funciones premium

source: If you have any questions or need assistance, please don't hesitate to contact our support team.
es: Si tienes alguna pregunta o necesitas asistencia, no dudes en contactar a nuestro equipo de soporte.

source: Best regards,
es: Saludos cordiales,

source: The Marketplace Team
es: El Equipo de Marketplace

source: This is an automated message, please do not reply to this email.
es: Este es un mensaje automatizado, por favor no respondas a este correo.

source: Marketplace - gpscontrol4u Web Platform
es: Marketplace - Plataforma Web gpscontrol4u

source: Dear %(user_name)s, Welcome to %(site_name)s! Thank you for registering your account. To complete your registration and activate your account, please click the link below: %(protocol)s://%(domain)s%(verification_link)s This link will expire in 24 hours for security reasons. If you didn't create this account, please ignore this email. Best regards, The %(site_name)s Team --- This is an automated message, please do not reply to this email.
es: Estimado %(user_name)s, ¡Bienvenido a %(site_name)s! Gracias por registrar tu cuenta. Para completar tu registro y activar tu cuenta, por favor haz clic en el enlace de abajo: %(protocol)s://%(domain)s%(verification_link)s Este enlace expirará en 24 horas por razones de seguridad. Si no creaste esta cuenta, por favor ignora este correo. Saludos cordiales, El Equipo de %(site_name)s --- Este es un mensaje automatizado, por favor no respondas a este correo.

source: Email Verified!
es: ¡Correo Verificado!

source: Verification Failed
es: Verificación Fallida

source: Your email has been successfully verified!
es: ¡Tu correo ha sido verificado exitosamente!

source: You can now access all features of your Marketplace account.
es: Ahora puedes acceder a todas las funciones de tu cuenta de Marketplace.

source: Login Now
es: Iniciar Sesión Ahora

source: Your account is now fully activated and ready to use.
es: Tu cuenta está ahora completamente activada y lista para usar.

source: Sorry, we couldn't verify your email address.
es: Lo sentimos, no pudimos verificar tu dirección de correo.

source: The verification link is invalid or has already been used.
es: El enlace de verificación es inválido o ya ha sido usado.

source: The verification link has expired. Verification links are valid for 24 hours.
es: El enlace de verificación ha expirado. Los enlaces de verificación son válidos por 24 horas.

source: No user found for this verification token.
es: No se encontró usuario para este token de verificación.

source: An unknown error occurred during verification.
es: Ocurrió un error desconocido durante la verificación.

source: Resend Verification Email
es: Reenviar Correo de Verificación

source: Back to Login
es: Volver a Inicio de Sesión

source: What's Next?
es: ¿Qué Sigue?

source: Complete your profile
es: Completa tu perfil

source: Create your first form
es: Crea tu primer formulario

source: Explore premium features
es: Explora las funciones premium

source: Connect with gpscontrol4u mobile app
es: Conéctate con la app móvil gpscontrol4u

source: Sign in to your account
es: Inicia sesión en tu cuenta

source: Sign In
es: Iniciar Sesión

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Email Not Verified
es: Correo No Verificado

source: Please verify your email address to continue.
es: Por favor verifica tu dirección de correo para continuar.

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Create one here
es: Crea una aquí

source: Need to verify your email?
es: ¿Necesitas verificar tu correo?

source: Resend verification
es: Reenviar verificación

source: Dear %(user_name)s, You have requested a password reset for your %(site_name)s account. Please click the link below to reset your password: %(protocol)s://%(domain)s%(reset_link)s This link will expire in a few hours for security reasons. If you didn't request this password reset, please ignore this email. Best regards, The %(site_name)s Team --- This is an automated message, please do not reply to this email.
es: Estimado %(user_name)s, Has solicitado un restablecimiento de contraseña para tu cuenta de %(site_name)s. Por favor haz clic en el enlace de abajo para restablecer tu contraseña: %(protocol)s://%(domain)s%(reset_link)s Este enlace expirará en unas pocas horas por razones de seguridad. Si no solicitaste este restablecimiento de contraseña, por favor ignora este correo. Saludos cordiales, El Equipo de %(site_name)s --- Este es un mensaje automatizado, por favor no respondas a este correo.

source: Password Reset
es: Restablecimiento de Contraseña

source: Reset Password
es: Restablecer Contraseña

source: Enter your email address and we'll send you a link to reset your password.
es: Ingresa tu dirección de correo y te enviaremos un enlace para restablecer tu contraseña.

source: Send Reset Link
es: Enviar Enlace de Restablecimiento

source: Password reset for your Marketplace account
es: Restablecimiento de contraseña para tu cuenta de Marketplace

source: Create your account
es: Crea tu cuenta

source: Confirm Password
es: Confirmar Contraseña

source: Create Account
es: Crear Cuenta

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Sign in here
es: Inicia sesión aquí

source: Didn't receive verification email?
es: ¿No recibiste el correo de verificación?

source: By creating an account, you agree to our Terms of Service and Privacy Policy.
es: Al crear una cuenta, aceptas nuestros Términos de Servicio y Política de Privacidad.

source: Enter your email address and we'll send you a new verification link.
es: Ingresa tu dirección de correo y te enviaremos un nuevo enlace de verificación.

source: Send Verification Email
es: Enviar Correo de Verificación

source: Why verify your email?
es: ¿Por qué verificar tu correo?

source: Secure your account
es: Asegurar tu cuenta

source: Receive important notifications
es: Recibir notificaciones importantes

source: Password recovery
es: Recuperación de contraseña

source: Account security alerts
es: Alertas de seguridad de cuenta
